[Facelless_neutral.A_CreatureRadiantGlory H7Creature]
mName="光辉荣耀"
mLore=""

[Facelless_neutral.A_CreatureEfreetSultan H7Creature]
mName="火怪"
mLore=""

[Facelless_neutral.A_CreatureWhiteTiger H7Creature]
mName="白虎"
mLore="智慧的白虎是快速而可怕的敌人。它们总能先发制人，即使在被攻击时也是如此。"

[Facelless_neutral.A_Weakness_Panther_Buff H7BaseBuff]
mName="虚弱无力"
mTooltip="%stat %stat.icon 攻击\n持续 %durnow 回合。"

[Facelless_neutral.A_CreatureFacelessAssassin H7Creature]
mName="无面刺客"
mLore=""

[Facelless_neutral.A_Despair_Ability H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="悲痛欲绝"
mTooltip="远程攻击降低目标的领导力，持续3回合"

[Facelless_neutral.A_CreatureJuggernautNormal H7Creature]
mName="暴魔"
mLore="毁灭恶魔领主乌尔-克拉格的仆人，暴魔因其巨大的角和玄武岩覆盖的拳头和蹄子而容易被识别。在战斗中，它们猛烈地（有时是盲目地）冲入敌阵，用角刺穿敌人，用巨大的手臂摆动压碎他们，或将他们践踏成血泥。"

[Facelless_neutral.A_CreatureSuccubus H7Creature]
mName="魅魔"
mLore="一些阿莎的子女（人类、精灵、矮人等）将自己许诺给乌尔加什和谢尔格的领主们，死后被提升为男魅魔或女魅魔。作为强大恶魔崇拜者的转世，他们通常在恶魔族群的等级制度中拥有相对较高和不寻常的等级。然而，尽管许多人认为他们拥有达到这一理想地位所需的智慧、奉献精神和力量，但实际上许多觊觎者最终成为了低级魅魔（仆人、性奴等……）"

[Facelless_neutral.A_Despair_Ability_Buff H7BaseBuff]
mName="悲痛欲绝"
mTooltip="%stat %stat.icon 士气\n持续 %durnow 回合。"

[Facelless_neutral.A_CreatureCavePanther H7Creature]
mName="暗影豹"
mLore=""

[Facelless_neutral.A_Splash_fix H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="溅射"
mTooltip="该生物对目标3x3区域内的所有单位造成 %d.min 到 %d.max %ICON_WATER 水伤害。被击中的生物获得 %buff.buff.stat %ICON_MOVEMENT 移动力，持续 %buff.buff.durini 回合。"

[Facelless_neutral.A_CreatureKappaShoya H7Creature]
mName="河童庄屋"
mLore=""

[Facelless_neutral.A_WeaknessCreature_Buff H7BaseBuff]
mName="虚弱无力"
mTooltip="%stat %stat.icon 攻击\n持续 %durnow 回合。"

[Facelless_neutral.A_Weakness_FromCreature_Buff H7BaseBuff]
mName="虚弱无力"
mTooltip="%stat %stat.icon 攻击\n持续 %durnow 回合。"

[Facelless_neutral.A_CreatureSeaElfRenegade H7Creature]
mName="海精灵叛徒"
mLore="在精灵语中被称为沙尔丹人，"海洋之子"，海精灵曾经属于珊提瑞帝国，但现在已成为海洋的吉普赛人，在亚山的海域中流浪。他们既崇拜西兰娜（因为她的礼物）也崇拜莎拉萨（因为她的款待）。每个海精灵都属于某个特定的氏族，称为船员，他对此保持着强烈的忠诚。根据船员的不同，他们可以是探险家、商人或海盗。"

[Facelless_neutral.A_CreatureNereid H7Creature]
mName="涅瑞伊得"
mLore=""

[Facelless_neutral.A_CreatureFaceless H7Creature]
mName="无面者"
mLore=""

[Facelless_neutral.A_WeaknessCreature H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="虚弱无力"
mTooltip="被攻击的生物攻击力降低，持续3回合"